Repository: Harshachennoor/ngwmapp
Catalog: Resources/Resources.*.resx
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, nl_nl, pt_br, tr_tr, zh_cn

# contentDescDes
source: The world is becoming increasingly interconnected and brings together experts from all over the world. Project clarity must be managed effectively across international borders, and language barriers must become a non-critical factor. All projects should be focusing on solutions that support a cost-effective conversion of engineering demands, code compliance, quality objectives, savings, and timelines that satisfy the customer.
da_dk: Verden bliver mere og mere sammenkoblet og samler eksperter fra hele verden. Projekttydelighed skal håndteres effektivt på tværs af internationale grænser, og sprogbarrierer skal blive en ikke-kritisk faktor. Alle projekter bør fokusere på løsninger, der understøtter en omkostningseffektiv konvertering af ingeniørkrav, kodeoverholdelse, kvalitetsmål, besparelser og tidsplaner, der tilfredsstiller kunden.
de_de: Die Welt wird zunehmend vernetzter und bringt Experten aus der ganzen Welt zusammen. Die Projekttransparenz muss effektiv über internationale Grenzen hinweg verwaltet werden, und Sprachbarrieren dürfen keine kritische Rolle spielen. Alle Projekte sollten sich auf Lösungen konzentrieren, die eine kosteneffektive Umwandlung von Ingenieur-Anforderungen, Code-Konformität, Qualitätszielen, Einsparungen und Zeitplänen ermöglichen, die den Kunden zufriedenstellen.
el_gr: Die Welt wird zunehmend vernetzter und bringt Experten aus der ganzen Welt zusammen. Die Projekttransparenz muss effektiv über internationale Grenzen hinweg verwaltet werden, und Sprachbarrieren dürfen keine kritische Rolle spielen. Alle Projekte sollten sich auf Lösungen konzentrieren, die eine kosteneffektive Umwandlung von Ingenieur-Anforderungen, Code-Konformität, Qualitätszielen, Einsparungen und Zeitplänen ermöglichen, die den Kunden zufriedenstellen.
es_es: El mundo se está volviendo cada vez más interconectado y reúne a expertos de todo el mundo. La claridad del proyecto debe gestionarse de manera efectiva a través de las fronteras internacionales, y las barreras lingüísticas deben dejar de ser un factor crítico. Todos los proyectos deberían centrarse en soluciones que apoyen una conversión rentable de las demandas de ingeniería, el cumplimiento del código, los objetivos de calidad, los ahorros y los plazos que satisfagan al cliente.
fr_fr: Le monde devient de plus en plus interconnecté et réunit des experts du monde entier. La clarté du projet doit être gérée efficacement à travers les frontières internationales, et les barrières linguistiques doivent cesser d'être un facteur critique. Tous les projets devraient se concentrer sur des solutions qui soutiennent une conversion rentable des exigences en ingénierie, la conformité au code, les objectifs de qualité, les économies et les délais qui satisfont le client.
it_it: Le monde devient de plus en plus interconnecté et réunit des experts du monde entier. La clarté du projet doit être gérée efficacement à travers les frontières internationales, et les barrières linguistiques doivent cesser d'être un facteur critique. Tous les projets devraient se concentrer sur des solutions qui soutiennent une conversion rentable des exigences en ingénierie, la conformité au code, les objectifs de qualité, les économies et les délais qui satisfont le client.
nl_nl: De wereld wordt steeds meer met elkaar verbonden en brengt experts van over de hele wereld samen. Projecthelderheid moet effectief worden beheerd over internationale grenzen heen, en taalbarrières moeten een niet-kritieke factor worden. Alle projecten moeten zich richten op oplossingen die een kosteneffectieve conversie van engineering eisen, code compliance, kwaliteitsdoelstellingen, besparingen en tijdlijnen ondersteunen die de klant tevredenstellen.
pt_br: O mundo está se tornando cada vez mais interconectado e reúne especialistas de todo o mundo. A clareza do projeto deve ser gerenciada de forma eficaz através das fronteiras internacionais, e as barreiras linguísticas devem se tornar um fator não crítico. Todos os projetos devem se concentrar em soluções que suportem uma conversão econômica das demandas de engenharia, conformidade com o código, objetivos de qualidade, economias e prazos que satisfaçam o cliente.
tr_tr: Dünya giderek daha da birbirine bağlanıyor ve dünyanın dört bir yanından uzmanları bir araya getiriyor. Proje netliği uluslararası sınırlar boyunca etkili bir şekilde yönetilmeli ve dil engelleri kritik bir faktör olmaktan çıkmalıdır. Tüm projeler, mühendislik taleplerinin, kod uyumluluğunun, kalite hedeflerinin, tasarrufların ve müşteriyi memnun eden zaman çizelgelerinin maliyet etkin bir dönüşümünü destekleyen çözümlere odaklanmalıdır.
zh_cn: 世界变得日益联系紧密，聚集了来自世界各地的专家。项目的清晰度必须在国际范围内有效管理，并且语言障碍必须成为一个非关键因素。所有项目都应该专注于支持工程需求、代码符合性、质量目标、节约和能够满足客户的时间表的成本效益转换的解决方案。

# weldingTitle
source: Welding Codes & Customization
da_dk: Svejsning Koder & Tilpasning
de_de: Schweißcodes & Anpassung
el_gr: Κωδικοί Συγκόλλησης & Προσαρμογή
es_es: Códigos de Soldadura y Personalización
fr_fr: Codes de Soudage et Personnalisation
it_it: Codici di Saldatura e Personalizzazione
nl_nl: Lassen Codes & Aanpassing
pt_br: Códigos de Soldagem e Personalização
tr_tr: Kaynak Kodları ve Özelleştirme
zh_cn: 焊接代码和定制

# weldingDes
source: Your business is most important. We designed this application to support your requirements in any way possible. Adding welding codes from other countries, or customizing the range of qualifications to your needs, is part of our portfolio.
da_dk: Din forretning er vigtigst. Vi har designet denne applikation for at understøtte dine krav på enhver mulig måde. Tilføjelse af svejsekoder fra andre lande eller tilpasning af kvalifikationsområdet til dine behov er en del af vores portefølje.
de_de: Ihr Unternehmen steht an erster Stelle. Wir haben diese Anwendung entwickelt, um Ihre Anforderungen auf jede erdenkliche Weise zu unterstützen. Das Hinzufügen von Schweißcodes aus anderen Ländern oder die Anpassung des Qualifikationsbereichs an Ihre Bedürfnisse gehören zu unserem Portfolio.
el_gr: Η επιχείρησή σας είναι πολύ σημαντική. Σχεδιάσαμε αυτήν την εφαρμογή για να υποστηρίξουμε τις απαιτήσεις σας με κάθε δυνατό τρόπο. Η προσθήκη κωδικών συγκόλλησης από άλλες χώρες ή η προσαρμογή της εύρους προσόντων στις ανάγκες σας είναι μέρος του χαρτοφυλακίου μας.
es_es: Su negocio es lo más importante. Diseñamos esta aplicación para apoyar sus requerimientos de cualquier manera posible. Agregar códigos de soldadura de otros países, o personalizar el rango de calificaciones según sus necesidades, es parte de nuestro portafolio.
fr_fr: Votre entreprise est la plus importante. Nous avons conçu cette application pour répondre à vos besoins de toutes les manières possibles. Ajouter des codes de soudage d'autres pays, ou personnaliser la gamme de qualifications selon vos besoins, fait partie de notre portefeuille.
it_it: La vostra attività è la più importante. Abbiamo progettato questa applicazione per supportare le vostre esigenze in ogni modo possibile. Aggiungere codici di saldatura da altri paesi o personalizzare il range di qualifiche secondo le vostre esigenze fa parte del nostro portfolio.
nl_nl: Uw bedrijf is het belangrijkst. We hebben deze applicatie ontworpen om uw vereisten op elke mogelijke manier te ondersteunen. Het toevoegen van lascodes uit andere landen, of het aanpassen van het bereik van kwalificaties aan uw behoeften, maakt deel uit van ons portfolio.
pt_br: O seu negócio é o mais importante. Nós projetamos esta aplicação para apoiar as suas necessidades de qualquer maneira possível. Adicionar códigos de soldagem de outros países, ou personalizar o intervalo de qualificações de acordo com suas necessidades, faz parte do nosso portfólio.
tr_tr: İşiniz en önemlisidir. Bu uygulamayı, gereksinimlerinizi her şekilde desteklemek için tasarladık. Diğer ülkelerden kaynak kodları eklemek veya nitelikler aralığını ihtiyaçlarınıza göre özelleştirmek, portföyümüzün bir parçasıdır.
zh_cn: 您的业务最重要。我们设计此应用程序以尽可能支持您的要求。添加来自其他国家的焊接代码，或根据您的需求定制资格范围，都是我们产品组合的一部分。

# weldingCodeOneDes
source: American Society of Mechanical Engineers
el_gr: Αμερικανική Εταιρεία Μηχανολόγων Μηχανικών
es_es: Sociedad Americana de Ingenieros Mecánicos
fr_fr: Société Américaine de Mécanique
it_it: Società Americana di Ingegneri Meccanici
pt_br: Sociedade Americana de Engenheiros Mecânicos
tr_tr: Amerikan Mekanik Mühendisler Derneği
zh_cn: 美国机械工程师协会

# weldingCodeTwoDes
source: American Welding Society
el_gr: Αμερικανική Εταιρεία Συγκόλλησης
es_es: Sociedad Americana de Soldadura
fr_fr: Société Américaine de Soudage
it_it: Società Americana di Saldatura
pt_br: Sociedade Americana de Soldagem
tr_tr: Amerikan Kaynakçılık Derneği
zh_cn: 美国焊接学会

# weldingCodeThreeDes
source: Including EN ISO editions approved through CEN
da_dk: Inklusive EN ISO-udgaver godkendt gennem CEN
de_de: Einschließlich EN ISO-Ausgaben, die durch CEN genehmigt wurden
el_gr: Συμπεριλαμβανομένων των έκδοσης EN ISO που έχουν εγκριθεί από την CEN
es_es: Incluyendo ediciones EN ISO aprobadas por el CEN
fr_fr: Incluant les éditions EN ISO approuvées par le CEN
it_it: Inclusi edizioni EN ISO approvate attraverso il CEN
nl_nl: Inclusief EN ISO-edities goedgekeurd door CEN
pt_br: Incluindo edições EN ISO aprovadas pelo CEN
tr_tr: CEN tarafından onaylanmış EN ISO baskılarını içerir
zh_cn: 包括通过CEN批准的EN ISO版本

# weldingCodeFour
source: New
es_es: Nuevo
tr_tr: Yeni

# weldingCodeFourDes
source: We implement your welding specification
da_dk: Vi implementerer din svejsespecifikation
de_de: Wir setzen Ihre Schweißspezifikation um
el_gr: Εφαρμόζουμε την προδιαγραφή συγκόλλησής σας
es_es: Implementamos su especificación de soldadura
fr_fr: Nous mettons en œuvre votre spécification de soudage
it_it: Implementiamo la vostra specifica di saldatura
nl_nl: We implementeren uw las specificatie
pt_br: Implementamos sua especificação de soldagem
tr_tr: Kaynak spesifikasyonunuzu uygularız
zh_cn: 我们实现您的焊接规范

# weldingCodeFiveDes
source: preliminary WPS
da_dk: Forberedende WPS
de_de: Vorbereitende WPS
el_gr: Προκαταρκτική WPS
es_es: WPS preliminar
fr_fr: WPS préliminaire
it_it: WPS preliminare
nl_nl: Voorlopige WPS
pt_br: WPS preliminar
tr_tr: Hazırlık WPS
zh_cn: 初步WPS

# weldingCodeSixDes
source: Welding Procedure Qualification Records
da_dk: Svejseprocedurekvalifikationsrekorder
de_de: Schweißverfahrensqualifikationsaufzeichnungen
el_gr: Αρχεία Πιστοποίησης Προσόντων Συγκόλλησης
es_es: Registros de Calificación de Procedimiento de Soldadura
fr_fr: Registres de Qualification de Procédure de Soudage
it_it: Registri di Qualifica della Procedura di Saldatura
nl_nl: Lasprocedurekwalificatiegegevens
pt_br: Registros de Qualificação de Procedimento de Soldagem
tr_tr: Kaynak Prosedür Kalifikasyon Kayıtları
zh_cn: 焊接程序资格记录

# weldingCodeSevenDes
source: Welding Procedure Specification
da_dk: Svejseprocedurespecifikation
de_de: Schweißverfahrensspezifikation
el_gr: Προδιαγραφή Τεχνικής Συγκόλλησης
es_es: Especificación de Procedimiento de Soldadura
fr_fr: Spécification de Procédure de Soudage
it_it: Specifica della Procedura di Saldatura
nl_nl: Lasprocedure specificatie
pt_br: Especificação de Procedimento de Soldagem
tr_tr: Kaynak Prosedürü Spesifikasyonu
zh_cn: 焊接程序规范

# weldingCodeEightDes
source: Welder Performance Qualification Records
da_dk: Svejserpræstationskvalifikationsrekorder
de_de: Schweißerleistungsqualifikationsaufzeichnungen
el_gr: Αρχεία Πιστοποίησης Επίδοσης Συγκολλητή
es_es: Registros de Calificación de Desempeño de Soldador
fr_fr: Registres de Qualification de Performance de Soudeur
it_it: Registri di Qualifica delle Prestazioni del Saldatore
nl_nl: Lasser Prestatie Kwalificatiegegevens
pt_br: Registros de Qualificação de Desempenho de Soldador
tr_tr: Kaynakçı Performans Kalifikasyon Kayıtları
zh_cn: 焊工绩效资格记录

# footerTitle
source: An application with global accessibility and global collaboration
da_dk: En applikation med global tilgængelighed og globalt samarbejde
de_de: Eine Anwendung mit globaler Zugänglichkeit und globaler Zusammenarbeit
el_gr: Μια εφαρμογή με παγκόσμια προσβασιμότητα και παγκόσμια συνεργασία
es_es: Una aplicación con accesibilidad global y colaboración global
fr_fr: Une application avec une accessibilité mondiale et une collaboration mondiale
it_it: Un'applicazione con accessibilità globale e collaborazione globale
nl_nl: Een applicatie met wereldwijde toegankelijkheid en wereldwijde samenwerking
pt_br: Um aplicativo com acessibilidade global e colaboração global
tr_tr: Küresel erişilebilirliğe ve küresel işbirliğine sahip bir uygulama
zh_cn: 具有全球可訪問性和全球協作能力的應用程式

# footerOneSub
source: Customer Care
da_dk: Kundeservice
de_de: Kundendienst
el_gr: Εξυπηρέτηση πελατών
es_es: Atención al cliente
fr_fr: Service client
it_it: Servizio Clienti
nl_nl: Klantenservice
pt_br: Servico de atendimento ao Consumidor
tr_tr: Müşteri Hizmetleri
zh_cn: 客戶服務

# footerOneSubOne
source: Cancelation & Change
da_dk: Annullering & Lave om
de_de: Stornierung & Ändern
el_gr: Ακύρωση & Αλλαγή
es_es: Cancelación & Cambiar
fr_fr: Annulation & modification
it_it: Eliminazione e Annulla modifica
nl_nl: Annulering & Wijziging
pt_br: Cancelamento e Alteração
tr_tr: İptal Et ve Değiştir
zh_cn: 取消和變更

# footerOneSubTwo
source: Terms & Conditions
da_dk: Vilkår og Betingelser
de_de: Bedingungen & Bedingungen
el_gr: Όροι & Συνθήκες
es_es: Términos & condiciones
fr_fr: Termes & conditions
it_it: Termini e condizioni Condizioni
nl_nl: Voorwaarden & Voorwaarden
pt_br: Termos e Condições
tr_tr: Şartlar ve koşullar
zh_cn: 條款與條件

# footerOneSubThree
source: Privacy Policy
da_dk: Fortrolighedspolitik
de_de: Datenschutzrichtlinie
el_gr: Πολιτική Απορρήτου
es_es: política de privacidad
fr_fr: politique de confidentialité
it_it: politica sulla riservatezza
nl_nl: Privacybeleid
pt_br: política de Privacidade
tr_tr: Gizlilik Politikası
zh_cn: 隱私權政策

# footerTwoSub
source: Insite GWM
da_dk: Inside GWM
el_gr: Στο χώρο GWM
es_es: dentro del sitio GWM
it_it: All'interno GWM
nl_nl: Binnen GWM
pt_br: Dentro do local GWM
tr_tr: Site içi GWM
zh_cn: 現場 GWM

# footerTwoSubOne
source: About GWM
da_dk: Om GWM
de_de: Um GWM
el_gr: Σχετικά με GWM
es_es: Acerca de GWM
fr_fr: À propos GWM
it_it: Di GWM
nl_nl: Over GWM
pt_br: Sobre GWM
tr_tr: Hakkında GWM
zh_cn: 關於 GWM

# footerTwoSubTwo
source: Why GWM
da_dk: Hvorfor GWM
de_de: Warum GWM
el_gr: Γιατί GWM
es_es: Por qué GWM
fr_fr: Pourquoi GWM
it_it: Perché GWM
nl_nl: Waarom GWM
pt_br: Por que GWM
tr_tr: Neden GWM
zh_cn: 為什麼 GWM

# footerTwoSubThree
source: Careers
da_dk: Karrierer
de_de: Karriere
el_gr: Καριέρες
es_es: Carreras
fr_fr: Carrières
it_it: Carriere
nl_nl: Carrières
pt_br: Carreiras
tr_tr: Kariyer
zh_cn: 職業機會

# footerThreeSub
source: My Account
da_dk: Min konto
de_de: Mein Konto
el_gr: Ο λογαριασμός μου
es_es: Mi cuenta
fr_fr: Mon compte
it_it: Il mio conto
nl_nl: Mijn rekening
pt_br: Minha conta
tr_tr: Hesabım
zh_cn: 我的帳戶

# footerThreeSubOne
source: Sign In
da_dk: Log ind
de_de: Anmelden
el_gr: Συνδεθείτε
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Registrazione
nl_nl: Aanmelden
pt_br: Entrar
tr_tr: Kayıt olmak
zh_cn: 登入

# footerThreeSubTwo
source: Register/Purchase
da_dk: Registrer/Køb
de_de: Registrieren/kaufen
el_gr: Εγγραφή/Αγορά
es_es: Registrarse/Comprar
fr_fr: S'inscrire/acheter
it_it: Registrati/Acquista
nl_nl: Registreren/aankoop
pt_br: Registrar/Comprar
tr_tr: Kayıt Ol/Satın Al
zh_cn: 註冊/購買

# footerFourSub
source: Support
de_de: Unterstützung
el_gr: Υποστήριξη
es_es: Apoyo
fr_fr: Soutien
it_it: Supporto
nl_nl: Steun
pt_br: Apoiar
tr_tr: Destek
zh_cn: 支援

# footerFourSubOne
source: FAQs
da_dk: Ofte stillede spørgsmål
el_gr: Συχνές ερωτήσεις
es_es: Preguntas frecuentes
fr_fr: FAQ
it_it: Domande frequenti
nl_nl: Veel Gestelde Vragen
pt_br: Perguntas frequentes
tr_tr: SSS
zh_cn: 經常問的問題

# footerFourSubTwo
source: Helpful Information
da_dk: Nyttig information
de_de: Hilfreiche Information
el_gr: Χρήσιμες Πληροφορίες
es_es: Informacion util
fr_fr: Information utile
it_it: Informazioni utili
nl_nl: Hulpvolle informatie
pt_br: Informação util
tr_tr: Yardımcı bilgi
zh_cn: 有用的信息

# footerFourSubThree
source: Training
da_dk: Uddannelse
de_de: Ausbildung
el_gr: Εκπαίδευση
es_es: Capacitación
fr_fr: Entraînement
it_it: Formazione
nl_nl: Opleiding
pt_br: Treinamento
tr_tr: Eğitim
zh_cn: 訓練

# footerContactUsTag
source: Contact Us
da_dk: Kontakt os
de_de: Kontaktiere uns
el_gr: Επικοινωνήστε μαζί μας
es_es: Contacta con nosotros
fr_fr: Contactez-nous
it_it: Contattaci
nl_nl: Neem contact met ons op
pt_br: Contate-nos
tr_tr: Bize Ulaşın
zh_cn: 聯絡我們

# footerEnd
source: All Rights Reserved. Our Terms & Conditions apply!
da_dk: Alle rettigheder forbeholdes. Vores vilkår & Betingelser gælder!
de_de: Alle Rechte vorbehalten. Unsere Allgemeinen Geschäftsbedingungen & Bedingungen gelten!
el_gr: Ολα τα δικαιώματα διατηρούνται. Οι όροι μας & Ισχύουν προϋποθέσεις!
es_es: Reservados todos los derechos. Nuestros términos y condiciones ¡Las condiciones se aplican!
fr_fr: Tous droits réservés. Nos Conditions & Des conditions s'appliquent !
it_it: Tutti i diritti riservati. Si applicano i nostri Termini e Condizioni!
nl_nl: Alle rechten voorbehouden. Onze Algemene Voorwaarden zijn van toepassing!
pt_br: Todos os direitos reservados. Nossos Termos e Condições se aplicam!
tr_tr: Her hakkı saklıdır. Şartlar ve Koşullarımız geçerlidir!
zh_cn: 版權所有。我們的條款和條件受條件約束！
