Repository: Harshachennoor/ngwmapp
Catalog: Resources/Resources.*.resx
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, nl_nl, pt_br, tr_tr, zh_cn

# menuOne
source: Home
da_dk: hjem
de_de: heim
el_gr: Σπίτι
es_es: Hogar
fr_fr: Maison
it_it: Casa
nl_nl: thuis
pt_br: lar
tr_tr: Ev
zh_cn: 家

# menuTwo
source: Login
da_dk: Log på
de_de: Anmeldung
el_gr: Σύνδεση
es_es: Acceso
fr_fr: Se connecter
pt_br: Conecte-se
tr_tr: Giriş yapmak
zh_cn: 登入

# menuThree
source: Contact Us
da_dk: Kontakt os
de_de: Kontaktiere uns
el_gr: Επικοινωνία
es_es: Contáctenos
fr_fr: Contactez-nous
it_it: Contattaci
nl_nl: Contact
pt_br: Contate-nos
tr_tr: Bize Ulaşın
zh_cn: 聯絡我們

# menuFour
source: About GWM
da_dk: Om GWM
de_de: Über GWM
el_gr: Σχετικά με το GWM
es_es: Acerca de GWM
fr_fr: À propos de GWM
it_it: A proposito di GWM
nl_nl: Over GWM
pt_br: Sobre GWM
tr_tr: GWM Hakkında
zh_cn: 關於長城汽車

# languageSelection
source: Select Language
da_dk: Vælg sprog
de_de: Sprache auswählen
el_gr: Επιλέξτε γλώσσα
es_es: Seleccione el idioma
fr_fr: Choisir la langue
it_it: Seleziona la lingua
nl_nl: Selecteer Taal
pt_br: Selecione o idioma
tr_tr: Dil Seçin
zh_cn: 選擇語言

# languageOne
source: English
da_dk: engelsk
de_de: Englisch
el_gr: Αγγλικά
es_es: Inglés
fr_fr: Anglais
it_it: Inglese
nl_nl: Engels
pt_br: Inglês
tr_tr: İngilizce
zh_cn: 英語

# languageTwo
source: Chinese
da_dk: kinesisk
de_de: Chinesisch
el_gr: κινέζικα
es_es: Chino
fr_fr: Chinois
it_it: Cinese
pt_br: chinês
tr_tr: Çince
zh_cn: 中國人

# languageThree
source: Danish
da_dk: dansk
de_de: dänisch
el_gr: δανικός
es_es: Danés
fr_fr: Danois
it_it: danese
nl_nl: Deens
pt_br: dinamarquês
tr_tr: Danimarka
zh_cn: 丹麥語

# languageFour
source: Dutch
da_dk: Hollandsk
de_de: Niederländisch
el_gr: Ολλανδικά
es_es: Holandés
fr_fr: Néerlandais
it_it: Olandese
nl_nl: Nederlands
pt_br: Holandês
tr_tr: Felemenkçe
zh_cn: 荷兰语

# languageFive
source: German
da_dk: tysk
de_de: Deutsch
el_gr: Γερμανός
es_es: Alemán
fr_fr: Allemand
it_it: Tedesco
nl_nl: Duits
pt_br: Alemão
tr_tr: Almanca
zh_cn: 德文

# languageSix
source: Greek
da_dk: græsk
de_de: griechisch
el_gr: Ελληνικά
es_es: Griego
fr_fr: Grec
it_it: Greco
nl_nl: Grieks
pt_br: Grego
tr_tr: Yunan
zh_cn: 希臘文

# languageSeven
source: Portuguese
da_dk: portugisisk
de_de: Portugiesisch
el_gr: Πορτογαλικά
es_es: Portugués
fr_fr: Portugais
it_it: portoghese
nl_nl: Portugees
pt_br: Português
tr_tr: Portekizce
zh_cn: 葡萄牙語

# languageEight
source: Spanish
da_dk: spansk
de_de: Spanisch
el_gr: Ισπανικά
es_es: Español
fr_fr: Espagnol
it_it: Spagnolo
nl_nl: Spaans
pt_br: Espanhol
tr_tr: İspanyol
zh_cn: 西班牙語

# languageNine
source: French
da_dk: fransk
de_de: Französisch
el_gr: γαλλική γλώσσα
es_es: Francés
fr_fr: Français
it_it: francese
nl_nl: Frans
pt_br: Francês
tr_tr: Fransızca
zh_cn: 法語

# languageTen
source: Italian
da_dk: italiensk
de_de: Italienisch
el_gr: ιταλικός
es_es: Italiano
fr_fr: Italien
it_it: Italiano
nl_nl: Italiaans
pt_br: Italiano
tr_tr: İtalyan
zh_cn: 義大利語

# languageEleven
source: Turkish
da_dk: tyrkisk
de_de: Türkisch
el_gr: τούρκικος
es_es: Turco
fr_fr: Turc
it_it: Turco
nl_nl: Turks
pt_br: Turco
tr_tr: Türkçe
zh_cn: 土耳其

# CATitle
source: Central Application
da_dk: Central applikation
de_de: Zentrale Anwendung
el_gr: Κεντρική Εφαρμογή
es_es: Aplicación central
fr_fr: Application centrale
it_it: Applicazione centrale
nl_nl: Centrale applicatie
pt_br: Aplicação Central
tr_tr: Merkezi Uygulama
zh_cn: 中央应用程序

# CAPara
source: Managing multiple manufacturing sites, either within a corporation or with supply chain management, was never easier. With a multi-site license, you can define how many of the locations shall be grouped in a central administration or are operating independently. Central administration provides the opportunity to leverage experience, share approvals, and managing a joint set of library entrances. Even though every central administration member shares its site information, the ownership of welding approvals remains in control of the initiating site.
da_dk: Det har aldrig været nemmere at administrere flere produktionssteder, enten inden for en virksomhed eller med forsyningskædestyring. Med en multi-site-licens kan du definere, hvor mange af lokationerne, der skal grupperes i en central administration eller operere uafhængigt. Central administration giver mulighed for at udnytte erfaringer, dele godkendelser og administrere et fælles sæt af biblioteksindgange. Selvom ethvert centralt administrationsmedlem deler deres webstedsinformation, forbliver ejerskabet af svejsegodkendelser i kontrol over det initierende sted.
de_de: Die Verwaltung mehrerer Produktionsstandorte, sei es innerhalb eines Unternehmens oder mit dem Supply Chain Management, war noch nie so einfach. Mit einer Multi-Site-Lizenz können Sie festlegen, wie viele Standorte in einer zentralen Verwaltung zusammengefasst oder unabhängig voneinander betrieben werden sollen. Die zentrale Verwaltung bietet die Möglichkeit, Erfahrungen zu nutzen, Genehmigungen auszutauschen und einen gemeinsamen Satz von Bibliothekseingängen zu verwalten. Auch wenn jedes Mitglied der zentralen Verwaltung seine Standortinformationen weitergibt, liegt der Eigentümer der Schweißgenehmigungen weiterhin beim initiierenden Standort.
el_gr: Η διαχείριση πολλών τοποθεσιών παραγωγής, είτε στο πλαίσιο μιας εταιρείας είτε με τη διαχείριση της εφοδιαστικής αλυσίδας, δεν ήταν ποτέ ευκολότερη. Με μια άδεια πολλαπλών τοποθεσιών, μπορείτε να ορίσετε πόσες από τις τοποθεσίες θα ομαδοποιούνται σε μια κεντρική διοίκηση ή θα λειτουργούν ανεξάρτητα. Η κεντρική διοίκηση παρέχει την ευκαιρία να αξιοποιήσει την εμπειρία, να μοιραστεί εγκρίσεις και να διαχειριστεί ένα κοινό σύνολο εισόδων βιβλιοθήκης. Παρόλο που κάθε μέλος της κεντρικής διοίκησης μοιράζεται τις πληροφορίες του ιστότοπού του, η ιδιοκτησία των εγκρίσεων συγκόλλησης παραμένει υπό τον έλεγχο της τοποθεσίας εκκίνησης.
es_es: Administrar múltiples sitios de fabricación, ya sea dentro de una corporación o con la gestión de la cadena de suministro, nunca fue tan fácil. Con una licencia multisitio, puede definir cuántas de las ubicaciones se agruparán en una administración central o operarán de forma independiente. La administración central brinda la oportunidad de aprovechar la experiencia, compartir aprobaciones y administrar un conjunto conjunto de entradas a la biblioteca. Aunque cada miembro de la administración central comparte la información de su sitio, la propiedad de las aprobaciones de soldadura sigue estando en control del sitio de inicio.
fr_fr: Gérer plusieurs sites de fabrication, que ce soit au sein d'une entreprise ou avec la gestion de la chaîne d'approvisionnement, n'a jamais été aussi simple. Avec une licence multisite, vous pouvez définir combien de sites doivent être regroupés dans une administration centrale ou fonctionner de manière indépendante. L'administration centrale offre la possibilité de tirer parti de l'expérience, de partager les approbations et de gérer un ensemble commun d'entrées de bibliothèque. Même si chaque membre de l'administration centrale partage les informations de son site, la propriété des approbations de soudage reste sous le contrôle du site initiateur.
it_it: Gestire più siti di produzione, all'interno di un'azienda o con la gestione della catena di fornitura, non è mai stato così facile. Con una licenza multisito è possibile definire quante sedi devono essere raggruppate in un'amministrazione centrale o operare in modo indipendente. L'amministrazione centrale offre l'opportunità di sfruttare l'esperienza, condividere le approvazioni e gestire una serie congiunta di ingressi alla biblioteca. Anche se ogni membro dell'amministrazione centrale condivide le informazioni sul proprio sito, la proprietà delle approvazioni di saldatura rimane sotto il controllo del sito che ha avviato l'operazione.
nl_nl: Het beheren van meerdere productielocaties, binnen een bedrijf of met supply chain management, was nog nooit zo eenvoudig. Met een multi-site licentie kunt u definiëren hoeveel van de locaties in een centraal beheer worden gegroepeerd of onafhankelijk opereren. Centraal beheer biedt de mogelijkheid om ervaring te benutten, goedkeuringen te delen en een gezamenlijke reeks bibliotheekingangen te beheren. Hoewel elk lid van de centrale administratie zijn locatiegegevens deelt, blijft het eigendom van de lasgoedkeuringen in handen van de initiatiefnemende locatie.
pt_br: Gerenciar vários locais de fabricação, seja dentro de uma empresa ou com gerenciamento da cadeia de suprimentos, nunca foi tão fácil. Com uma licença multi-site, você pode definir quantos locais serão agrupados em uma administração central ou operarão de forma independente. A administração central oferece a oportunidade de aproveitar a experiência, compartilhar aprovações e gerenciar um conjunto conjunto de entradas de biblioteca. Embora cada membro da administração central compartilhe as informações do seu local, a propriedade das aprovações de soldagem permanece sob controle do local de início.
tr_tr: Bir şirket içinde veya tedarik zinciri yönetimiyle birden fazla üretim tesisini yönetmek hiç bu kadar kolay olmamıştı. Çoklu site lisansı ile lokasyonlardan kaçının merkezi yönetimde gruplanacağını veya bağımsız olarak çalışacağını tanımlayabilirsiniz. Merkezi yönetim, deneyimlerden yararlanma, onayları paylaşma ve ortak kütüphane girişlerini yönetme fırsatı sağlar. Her merkezi yönetim üyesi saha bilgilerini paylaşsa da kaynak onaylarının mülkiyeti, başlatan tesisin kontrolünde kalır.
zh_cn: 無論是在公司內部還是透過供應鏈管理來管理多個製造工廠都變得前所未有的簡單。使用多站點許可證，您可以定義應將多少個位置分組到一個中央管理或獨立運作。中央管理提供了利用經驗、共享批准和管理一組聯合圖書館入口的機會。儘管每個中央管理成員共享其站點信息，但焊接批准的所有權仍然由發起站點控制。

# CAOneSub
source: ADVANTAGES
da_dk: FORDELE
de_de: VORTEILE
el_gr: ΠΛΕΟΝΕΚΤΗΜΑΤΑ
es_es: VENTAJAS
fr_fr: AVANTAGES
it_it: VANTAGGI
nl_nl: VOORDELEN
pt_br: VANTAGENS
tr_tr: AVANTAJLAR
zh_cn: 优势

# CAOneSubOne
source: Central Quality Management
da_dk: Central kvalitetsstyring
de_de: Zentrales Qualitätsmanagement
el_gr: Κεντρική Διαχείριση Ποιότητας
es_es: Gestión Central de Calidad
fr_fr: Gestion Centrale de la Qualité
it_it: Gestione della Qualità Centrale
nl_nl: Centraal Kwaliteitsbeheer
pt_br: Gestão Central da Qualidade
tr_tr: Merkezi Kalite Yönetimi
zh_cn: 中央质量管理

# CAOneSubTwo
source: Shared Libraries
da_dk: Delt biblioteker
de_de: Gemeinsame Bibliotheken
el_gr: Κοινές Βιβλιοθήκες
es_es: Bibliotecas Compartidas
fr_fr: Bibliothèques Partagées
it_it: Biblioteche Condivise
nl_nl: Gedeelde Bibliotheken
pt_br: Bibliotecas Compartilhadas
tr_tr: Paylaşılan Kütüphaneler
zh_cn: 共享库

# CAOneSubThree
source: Joint Welding Process Approval
da_dk: Fælles svejseprocesgodkendelse
de_de: Gemeinsame Schweißprozessfreigabe
el_gr: Κοινή Έγκριση Διαδικασίας Συγκόλλησης
es_es: Aprobación Conjunta de Procesos de Soldadura
fr_fr: Approbation de Processus de Soudage Commun
it_it: Approvazione congiunta dei Processi di Saldatura
nl_nl: Gezamenlijke Goedkeuring van Lasprocessen
pt_br: Aprovação Conjunta de Processos de Soldagem
tr_tr: Ortak Kaynak Onayı
zh_cn: 联合焊接工艺认可

# CAOneSubFour
source: Independent Site Management
da_dk: Uafhængig stedledelse
de_de: Unabhängige Standortverwaltung
el_gr: Ανεξάρτητη Διαχείριση Τοποθεσίας
es_es: Administración Independiente del Sitio
fr_fr: Gestion Indépendante du Site
it_it: Gestione Indipendente del Sito
nl_nl: Onafhankelijk Sitebeheer
pt_br: Gestão Independente do Local
tr_tr: Bağımsız Site Yönetimi
zh_cn: 独立现场管理

# CATwoSub
source: ENHANCE CLARITY
da_dk: FORBEDRE KLARHED
de_de: KLARHEIT VERBESSERN
el_gr: ΕΝΙΣΧΥΣΗ ΣΑΦΗΝΕΙΑΣ
es_es: MEJORAR LA CLARIDAD
fr_fr: AMÉLIORER LA CLARTÉ
it_it: AUMENTARE CHIAREZZA
nl_nl: VERGROOT DUIDELIJKHEID
pt_br: AUMENTAR CLAREZA
tr_tr: NETLİĞİ ARTTIRMAK
zh_cn: 增强清晰度

# CATwoSubOne
source: Teamwork without Borders
da_dk: Teamwork uden grænser
de_de: Teamwork ohne Grenzen
el_gr: Ομαδική Εργασία χωρίς Σύνορα
es_es: Trabajo en Equipo sin Fronteras
fr_fr: Travail d'Équipe sans Frontières
it_it: Lavoro di Squadra senza Confini
nl_nl: Teamwerk zonder Grenzen
pt_br: Trabalho em Equipe sem Fronteiras
tr_tr: Sınırlar Arası Takım Çalışması
zh_cn: 无国界的团队合作

# CATwoSubTwo
source: Supplier Control for Base & Filler Material
da_dk: Supplier kontrol for base & fyldemateriale
de_de: Lieferantenkontrolle für Basis- und Füllmaterial
el_gr: Έλεγχος Προμηθευτή για Βάση & Προσοχή Υλικού
es_es: Control de Proveedores para Material Base y de Relleno
fr_fr: Contrôle des Fournisseurs pour le Matériau de Base et de Remplissage
it_it: Controllo Fornitore per Materiale di Base e di Riempimento
nl_nl: Leverancierscontrole voor Basismateriaal & Vulmateriaal
pt_br: Controle de Fornecedores para Material de Base e de Preenchimento
tr_tr: Taban ve Dolgu Malzemesi için Tedarikçi Kontrolü
zh_cn: 对基础和填充材料的供应商控制

# CATwoSubThree
source: Centralizing Approval Agnecies
da_dk: Centraliserende godkendelsesorganer
de_de: Zentralisierung von Genehmigungsbehörden
el_gr: Κεντρικοποίηση Υπηρεσιών Έγκρισης
es_es: Centralización de Agencias de Aprobación
fr_fr: Centralisation des Agences d'Approbation
it_it: Centralizzazione delle Agenzie di Approvazione
nl_nl: Centralisatie van Goedkeuringsinstanties
pt_br: Centralização de Agências de Aprovação
tr_tr: Onay Kurumlarını Merkezileştirme
zh_cn: 审批机构的集中化

# CATwoSubFour
source: Increased Customre Trust
da_dk: Øget kundetillid
de_de: Erhöhtes Kundenvertrauen
el_gr: Αύξηση Εμπιστοσύνης Πελατών
es_es: Aumento de la Confianza del Cliente
fr_fr: Confiance Accrue des Clients
it_it: Aumento della Fiducia del Cliente
nl_nl: Verhoogd Klantenvertrouwen
pt_br: Aumento da Confiança do Cliente
tr_tr: Müşteri Güvenini Arttırma
zh_cn: 增强客户信任

# CAThreeSub
source: NETWORKING & TEAMS
da_dk: NETVÆRK & TEAM
de_de: VERNETZUNG & TEAMS
el_gr: ΔΙΚΤΥΩΣΗ & ΟΜΑΔΕΣ
es_es: REDES Y EQUIPOS
fr_fr: RESEAUTAGE ET ÉQUIPES
it_it: RETE E TEAM
nl_nl: NETWERKEN & TEAMS
pt_br: REDES E EQUIPES
tr_tr: AĞ VE EKİPLER
zh_cn: 网络和团队

# CAThreeSubOne
source: Multi-Site Expert Integration
da_dk: Multi-site ekspertintegration
de_de: Integration von Experten aus mehreren Standorten
el_gr: Ολοκληρωμένη Ενσωμάτωση Εμπειρογνωμόνων Πολλών Τοποθεσιών
es_es: Integración de Expertos en Varios Sitios
fr_fr: Intégration d'Experts Multi-Sites
it_it: Integrazione di Esperti Multisito
nl_nl: Integratie van Experts van Meerdere Locaties
pt_br: Integração de Especialistas de Múltiplos Locais
tr_tr: Çok Site Uzmanı Entegrasyonu
zh_cn: 多地点专家整合

# CAThreeSubTwo
source: User Management
da_dk: Brugerstyring
de_de: Nutzermanagement
el_gr: Διαχείριση Χρηστών
es_es: Administración de Usuarios
fr_fr: Gestion des Utilisateurs
it_it: Gestione Utenti
nl_nl: Gebruikersbeheer
pt_br: Gestão de Usuários
tr_tr: Kullanıcı Yönetimi
zh_cn: 用户管理

# CAThreeSubThree
source: Corporate Identity
da_dk: Virksomhedsidentitet
el_gr: Εταιρική Ταυτότητα
es_es: Identidad Corporativa
fr_fr: Identité Corporative
it_it: Identità Aziendale
nl_nl: Bedrijfsidentiteit
pt_br: Identidade Corporativa
tr_tr: Kurumsal Kimlik
zh_cn: 企业身份

# CAThreeSubFour
source: Control of Standards
da_dk: Styring af standarder
de_de: Standardkontrolle
el_gr: Έλεγχος Προτύπων
es_es: Control de Estándares
fr_fr: Contrôle des Normes
it_it: Controllo degli Standard
nl_nl: Controle van Normen
pt_br: Controle de Normas
tr_tr: Standartların Kontrolü
zh_cn: 标准控制

# CAFourSub
source: TEAM WORK
da_dk: TEAMARBEJDE
de_de: TEAMARBEIT
el_gr: ΟΜΑΔΙΚΗ ΕΡΓΑΣΙΑ
es_es: TRABAJO EN EQUIPO
fr_fr: TRAVAIL D'ÉQUIPE
it_it: LAVORO DI SQUADRA
nl_nl: TEAMWERK
pt_br: TRABALHO EM EQUIPE
tr_tr: TAKIM ÇALIŞMASI
zh_cn: 团队合作

# CAFourSubOne
source: Central Management & Administration
da_dk: Central administration og administration
de_de: Zentrale Verwaltung & Administration
el_gr: Κεντρική Διαχείριση & Διαχείριση Διαχείρισης
es_es: Administración y Gestión Centralizada
fr_fr: Gestion et Administration Centrales
it_it: Gestione e Amministrazione Centrali
nl_nl: Centraal Beheer & Administratie
pt_br: Gestão e Administração Centralizadas
tr_tr: Merkezi Yönetim ve İdare
zh_cn: 中央管理和行政

# CAFourSubTwo
source: Collective Data Capture
da_dk: Kollektiv datafangst
de_de: Kollektive Datenerfassung
el_gr: Συλλογική Καταγραφή Δεδομένων
es_es: Captura Colectiva de Datos
fr_fr: Collecte Collective de Données
it_it: Raccolta Dati Collettiva
nl_nl: Gezamenlijke Gegevensverzameling
pt_br: Captura Coletiva de Dados
tr_tr: Toplu Veri Toplama
zh_cn: 集体数据捕获

# CAFourSubThree
source: Global Knowledge Sharing
da_dk: Global videnudveksling
de_de: Globaler Wissensaustausch
el_gr: Κοινοποίηση Γνώσης Παγκοσμίως
es_es: Compartir Conocimientos Globales
fr_fr: Partage Global de Connaissances
it_it: Condivisione Globale della Conoscenza
nl_nl: Wereldwijde Kennisdeling
pt_br: Compartilhamento Global de Conhecimento
tr_tr: Global Bilgi Paylaşımı
zh_cn: 全球知识共享

# CAFourSubFour
source: All-in-one Tool
da_dk: Alt-i-en værktøj
de_de: All-in-One-Werkzeug
el_gr: Όλα-σε-Ένα Εργαλείο
es_es: Herramienta Todo en Uno
fr_fr: Outil Tout-en-un
it_it: Strumento Tutto in Uno
nl_nl: All-in-één Gereedschap
pt_br: Ferramenta Tudo-em-Um
tr_tr: Hepsi Bir Arada Araç
zh_cn: 多合一工具

# resultTitle
source: Drive results with our SaaS application
da_dk: Drive resultater med vores SaaS-applikation
de_de: Ergebnisse mit unserer SaaS-Anwendung steigern
el_gr: Επιτύχετε αποτελέσματα με την εφαρμογή μας SaaS
es_es: Impulsa resultados con nuestra aplicación SaaS
fr_fr: Obtenez des résultats avec notre application SaaS
it_it: Ottenere risultati con la nostra applicazione SaaS
nl_nl: Behaal resultaten met onze SaaS-toepassing
pt_br: Alcance resultados com nossa aplicação SaaS
tr_tr: Uygulamamızla sonuçları artırın
zh_cn: 使用我们的SaaS应用程序实现结果

# resultOneTitle
source: Increase sales
da_dk: Øg salget
de_de: Umsatz steigern
el_gr: Αυξήστε τις πωλήσεις
es_es: Aumenta las ventas
fr_fr: Augmentez les ventes
it_it: Aumentare le vendite
nl_nl: Verhoog de verkoop
pt_br: Aumente as vendas
tr_tr: Satışları artırın
zh_cn: 增加销售额

# resultOneDes
source: Inspire customers to join your team
da_dk: Inspirer kunder til at deltage i dit team
de_de: Kunden dazu inspirieren, Ihrem Team beizutreten
el_gr: Εμπνεύστε τους πελάτες να ενταχθούν στην ομάδα σας
es_es: Inspira a los clientes a unirse a tu equipo
fr_fr: Inspirez les clients à rejoindre votre équipe
it_it: Ispirare i clienti a unirsi al tuo team
nl_nl: Stimuleer klanten om zich bij uw team aan te sluiten
pt_br: Inspire os clientes a se juntarem à sua equipe
tr_tr: Müşterileri ekibinize katılmaya teşvik edin
zh_cn: 鼓励客户加入您的团队

# resultTwoTitle
source: Decrease travel & cost
da_dk: Nedsæt rejse- og omkostninger
de_de: Reise- und Kosten senken
el_gr: Μειώστε τα ταξίδια και το κόστος
es_es: Reduce los viajes y costos
fr_fr: Réduisez les déplacements et les coûts
it_it: Ridurre i viaggi e i costi
nl_nl: Verlaag reis- en kosten
pt_br: Reduza viagens e custos
tr_tr: Seyahat ve maliyeti azaltın
zh_cn: 减少旅行和成本

# resultTwoDes
source: Reduce the frequent site visits
da_dk: Reducer de hyppige besøg på stedet
de_de: Häufige Vor-Ort-Besuche reduzieren
el_gr: Μειώστε τις συχνές επισκέψεις στον τόπο
es_es: Reduce las visitas frecuentes al sitio
fr_fr: Réduisez les visites fréquentes sur site
it_it: Ridurre le visite frequenti sul sito
nl_nl: Verminder de frequente bezoeken aan de site
pt_br: Reduza as visitas frequentes ao local
tr_tr: Sık ziyaretleri azaltın
zh_cn: 减少频繁的现场访问

# resultThreeTitle
source: Cut project time
da_dk: Reducer projektets tid
de_de: Projektzeit verkürzen
el_gr: Μείωση του χρόνου έργου
es_es: Reduce el tiempo del proyecto
fr_fr: Réduisez le temps de projet
it_it: Ridurre il tempo del progetto
nl_nl: Verminder projecttijd
pt_br: Diminua o tempo do projeto
tr_tr: Proje süresini kısaltın
zh_cn: 缩短项目时间

# resultThreeDes
source: Add experts on-the-go
da_dk: Tilføj eksperter på farten
de_de: Experten unterwegs hinzufügen
el_gr: Προσθέστε ειδικούς επί τόπου
es_es: Agrega expertos sobre la marcha
fr_fr: Ajoutez des experts en cours de route
it_it: Aggiungi esperti in corsa
nl_nl: Voeg experts toe onderweg
pt_br: Adicione especialistas em movimento
tr_tr: Uzmanları anında ekleyin
zh_cn: 即时添加专家

# resultFourTitle
source: Enhance clarity
da_dk: Forbedre klarhed
de_de: Klarheit verbessern
el_gr: Ενισχύστε την σαφήνεια
es_es: Mejora la claridad
fr_fr: Améliorez la clarté
it_it: Migliorare la chiarezza
nl_nl: Verbeter de duidelijkheid
pt_br: Melhore a clareza
tr_tr: Anlaşılırlığı artırın
zh_cn: 提高清晰度

# resultFourDes
source: Borderless teamwork with language options
da_dk: Grænseløst samarbejde med sprogmuligheder
de_de: Grenzenlose Teamarbeit mit Sprachoptionen
el_gr: Ασύνορα συνεργασία με επιλογές γλώσσας
es_es: Trabajo en equipo sin fronteras con opciones de idioma
fr_fr: Travail d'équipe sans frontières avec options linguistiques
it_it: Lavoro di squadra senza confini con opzioni linguistiche
nl_nl: Grenzeloze samenwerking met taalopties
pt_br: Trabalho em equipe sem fronteiras com opções de idioma
tr_tr: Dil seçenekleriyle sınırsız işbirliği
zh_cn: 语言选项实现无国界团队合作

# contentDescTitle
source: A Powerful Application
da_dk: En Kraftfuld Applikation
de_de: Eine Leistungsstarke Anwendung
el_gr: Eine Leistungsstarke Anwendung
es_es: Una Aplicación Poderosa
fr_fr: Une Application Puissante
it_it: Une Application Puissante
nl_nl: Een Krachtige Toepassing
pt_br: Uma Aplicação Poderosa
tr_tr: Güçlü Bir Uygulama
zh_cn: 一个强大的应用程序
